package com.example.pet_walk.data

data class HiddenMessage(
    val msg: List<String> = listOf(
        "멍춘쿠키\n"+ "\n" + "강아지의 눈이 반짝거려요.\n" + "강아지의 눈동자에 건배\n" + "\n" + "행운의 아이템: 파란색 바지",
        "멍춘쿠키\n" + "\n" + "강아지의 에너지가 넘쳐보여요.\n" + "강아지가 집에 돌아가고 싶지 않아보인다면 산책을 조금 더 해도 좋은날입니다.\n" + "\n" + "행운의 아이템: 은색 반지",
        "멍춘쿠키\n" + "\n" + "오늘 강아지가 건강하게보냈다면\n" + "고구마를 줘도 좋을거같아요.\n" + "\n" + "행운의 아이템: 이어폰",
        "멍춘쿠키\n" + "\n" + "어제 저녁 강아지는 꿈을 꿨습니다\n" + "강아지는 지금 견주와 함께하는 산책이 제일 재밌다고 생각합니다.\n" + "\n" + "행운의 아이템: 핸드폰",
        "멍춘쿠키\n" + "\n" + "강아지와 당신의 하루가 잘 되기를 바라는 누군가가있네요!\n" + "오늘도 행복한 하루 되세요.\n" + "\n" + "행운의 아이템: 하얀색 신발",
        "멍춘쿠키\n" + "\n" + "오늘 산책이 만족스러웠나봐요!\n" + "강아지가 사료보다 당신을 더 사랑한다고 하네요.\n" + "\n" + "행운의 아이템: 하네스"
    )
)
